{
  "Align": { "branch": "master" },
  "ag.vim": { "branch": "master" },
  "claude-code.nvim": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "tcomment_vim": { "branch": "master" },
  "vim-auto-mkdir": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-textobj-entire": { "branch": "master" },
  "vim-textobj-line": { "branch": "master" },
  "vim-textobj-syntax": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-textobj-xml-attribute": { "branch": "master" },
  "vim-vue-plugin": { "branch": "master" }
}
